label_map_timit <- structure(c("ə", "ɛ", "iː", "ŋ", "uː", "oʊ", "ɹ", "dʒ", 
                    "ɑː", "æ", "aʊ", "ɪ", "ɡ", "ð", "tʃ", "ɜː", "ʌ", "ʒ", 
                    "ʊ", "aɪ", "eɪ", "ʃ", "θ", "b", "d", "ɔː", "f", "h", "k", 
                    "j", "m", "l", "n", "p", "s", "t", "w", "v", "z"),
                  .Names = c("ax",  "eh", "iy", "ng", "uw", "ow", "r", "jh",
                             "aa", "ae", "aw", "ih", "g", "dh", "ch", "er",
                             "ah", "zh", "uh", "ay", "ey", "sh", "th", "b",
                             "d", "ao", "f", "hh", "k", "y", "m", "l", "n",
                             "p", "s", "t", "w", "v", "z"))

label_map_jm_art <- structure(c("æ", "ɑː", "b", "d", "dʒ", "eɪ", "ə", "ɛ", 
                     "f", "ɡ", "h", "iː", "j", "k", "l", "m", "n", "ŋ", "oʊ", 
                     "ɔː", "p", "ɹ", "s", "ʃ", "t", "tʃ", "uː", "v", "w", "z", 
                     "ʒ", "θ"),
                   .Names = c("æ", "ɑ", "b", "d", "dʒ", "e", "ə", "ɛ", "f", "ɡ",
                              "h", "i", "j", "k", "l", "m", "n", "ŋ", "o", "ɔ",
                              "p", "ɹ", "s", "ʃ", "t", "tʃ", "uː", "v", "w",
                              "z",  "ʒ", "θ"))